Repository: QuriaCompanion/Quria
Catalog: lib/l10n/app_*.arb
Languages: fr, it

source: Transfer
fr: Transférer
it: Trasferire

source: Details
fr: Détails
it: Dettagli

source: Equip
fr: Equiper
it: Usa

source: Unused
fr: Inutilisé
it: Non utilizzato

# mods_tips
source: Tap to equip another mod
fr: Taper pour équiper un autre mod
it: tocca per inserire un’altra modifica

source: Collections
it: Collezioni

source: Profile
it: Profilo

# builder_list
source: My builds
fr: Mes builds
it: I miei Build

# create_build
source: Create a build
fr: Créer un build
it: Crea un Build

# update_build
source: Update a build
fr: Modifier un build
it: Modifica un Build

# create_build_subtitle
source: Choose items to include in your build
fr: Choisis les équipements que tu veux utiliser
it: Scegli gli equipaggiamenti che vuoi usare

# build_no_name
source: You need to name your build
fr: Vous devez nommer votre build
it: Devi nominare il tuo build

# build_too_many_exotic
source: You have too many exotics!
fr: Vous avez trop d'éxotique
it: Hai troppe esotiche

source: Add
fr: Ajouter
it: Aggiungi

source: Add an equipment
fr: Ajouter un equipment
it: Aggiungi equipaggiamento

# build_share_text
source: Check out my new build:
fr: Regarde mon nouveau build!
it: Guarda il mio nuovo build !

# build_created_success
source: Your build was succesfully created
fr: Build créé avec succès
it: Build creato con successo

# build_update_success
source: Your build was succesfully updated
fr: Build modifié avec succès
it: Build modificato con successo

# build_delete_confirm
source: Are you sure you want to delete this build ?
fr: Êtes-vous sûr de vouloir supprimer ce build ?
it: Sei sicuro di voler cancellare questo Build ?

# build_delete_success
source: Your build was succesfully deleted
fr: Build supprimée avec succès
it: Build cancellato con successo

# build_copy
source: The link to your build is in your clipboard!
fr: Le lien vers votre build est dans votre presse papier!
it: Il link verso il tuo build è stato copiato!

# build_no_mods
source: This build does not have any mods!
fr: Ce build ne possède pas de mods!
it: Questo build non possiede modifiche !

# build_no_preset
source: This build does not have any preset!
fr: Ce build ne possède pas de preset!
it: Qesto build non è stato preimpostato!

# choose_membership
source: Choose your account
fr: Choisissez votre compte
it: Scegli il tuo account

# error_base
source: An error has occured, please try again later
fr: Une erreur est surevenue, veuillez réessayer plus tard
it: E successo un errore, riprova più tardi

# error_title
source: Ouch, that hurts
fr: Aïe, coup dur
it: Aia, che peccato

source: Understood
fr: C'est compris
it: Ho capito

# create_build_field
source: Give a name to your build
fr: Donne un nom a ton build
it: Nomina il tuo build

source: Searching...
fr: Recherche...
it: Ricerca…

source: Character
fr: Personnage
it: Personaggio

source: Vault
fr: Coffre
it: Deposito

source: Settings
fr: Paramètres
it: Parametri

source: Login
fr: Se connecter
it: Connettiti

source: Logout
fr: Déconnexion
it: Disconnetti

# login_splash
source: LOGIN TO CONTINUE
fr: CONNECTE-TOI POUR CONTINUER
it: CONNETTITI PER CONTINUARE

source: Quria Builder
fr: Builder Quria
it: Builder Quria

# equipping
source: We are equipping your character
fr: Nous équipons votre personnage
it: Equipaggiamo il tuo personaggio

# long_action
source: This action can take a while ...
fr: Cet action peut prendre du temps...
it: Può prendere tempo ...

# item_equipped
source: The item has been equipped
fr: L'item a bien été équipé
it: L’elemento è stato equipaggiato

# item_transfered
source: The item has been transfered
fr: L'item a bien été tranféré
it: L'elemento è stato spostato

# wip
source: Work in progress
fr: En cours de construction
it: In costruzione

source: Coming soon!
fr: Ca arrive bientôt!
it: Arriverà presto!

source: Next
fr: Suivant
it: Seguente

source: Logging in
fr: Connexion en cours
it: Connessione in corso

source: Please wait...
fr: Veuillez patienter...
it: Attendere prego...

source: Quick actions
fr: Actions rapides
it: Azioni rapide

source: Helmet
fr: Casque
it: Casco

source: Gauntlets
fr: Gantelets
it: Guanti

source: Chest
fr: Armure de torse
it: Veste

source: Legs
fr: Armure de bottes
it: Gambali

source: Class item
fr: Objet de classe
it: Oggetto di Classe

source: Save
fr: Sauvegarder
it: Salva

source: Modify
fr: Modifier
it: Modificare

source: Share
fr: Partager
it: Condividi

source: Delete
fr: Supprimer
it: Cancellare

# builder_results_title
source: Builds recommended
fr: Builds recommandés
it: Build raccomandati

# builder_results_subtitle
source: Here are the best results.
fr: Voici les meilleurs résultats.
it: Ecco i risultati migliori.

# builder_class_item_title
source: Finalize your build
fr: Choisis ton objet de classe
it: Scegli il tuo oggetto di classe

# builder_class_item_subtitle
source: Select the class item you want to use for your build
fr: Sélectionne l'objet de classe de ton build.
it: Seleziona l’oggetto di classe del tuo build.

# builder_class_item_keep_sunset
source: Include sunsetted items
fr: Inclure les éléments sunset
it: Includere gli elementi sunset

# builder_class_item_assume_masterwork
source: Assume all items as masterworked
fr: Assumer tout comme pièce maîtresse
it: Assumere tutto come masterwork

# builder_exotic_title
source: Choose an exotic
fr: Choisis un éxotique
it: Scegli un esotica

# builder_exotic_subtitle
source: It will serve as the foundation of your build.
fr: Il sert de base pour la construction de ton build.
it: Serve come base per il tuo build.

# builder_mods_title
source: Choose your mods
fr: Choisis tes mod
it: Segli le tue modifiche

# builder_mods_subtitle
source: select the mods you want to use for your build
fr: Selectionne les mods que tu veux équiper.
it: Seleziona le modifiche che vuoi usare .

# builder_stats_order_title
source: Order your stats
fr: Priorise tes statistiques
it: Priorizza le tue statistiche

# builder_stats_order_subtitle
source: Rank your by preference within your build
fr: Classe les statistiques par ordre de préférence.
it: Classifica le statistiche in ordine di preferenza.

# builder_stats_order_caption
source: Hold to drag to change the order
fr: Maintenez puis faites glisser pour changer l'ordre
it: Tieni premuto e trascina per cambiare l'ordine

# builder_stats_order_all_tiers
source: Highest available tiers
fr: Tier disponible le plus haut
it: Più alto tier disponibile

# builder_stats_order_tier_1
source: Highest tiers for the first stat
fr: Première statistique maximisé
it: Prima statistica massimizzata

# builder_stats_order_tier_2
source: Highest tiers for the first 2 stats
fr: 2 premières statistiques maximisé
it: 2 prime statistiche massimizzate

# builder_stats_order_tier_3
source: Highest tiers for the first 3 stats
fr: 3 premières statistiques maximisé
it: 3 prime statistiche massimizzate

source: Mobility
fr: Mobilité
it: Mobilità

source: Resilience
fr: Résistance
it: Resilienza

source: Recovery
fr: Récupération
it: Recupero

source: Discipline
it: Disciplina

source: Intellect
fr: Intelligence
it: Intelletto

source: Strength
fr: Force
it: Forza

# builder_subclass_title
source: Choose your subclass
fr: Choisis ta doctrine
it: Segli la tua sottoclasse

# builder_subclass_subtitle
source: Select the subclass you want to use for your build
fr: Sélectionne ta doctrine pour ton build
it: Seleziona una sottoclasse per il tuo build

# builder_subclass_mods_title
source: Setup your subclass
fr: Configure ta doctrine
it: Configura la tua sottoclasse

# builder_subclass_mods_subtitle
source: Choose the elements of your subclass
fr: Choisis tes éléments de doctrine.
it: Scegli gli elementi della tua sottoclasse

# builder_subclass_mods_caption
source: Tap for more details, hold to equip
fr: Taper pour plus de détails, maintenir pour équiper
it: Tocca per avere più dettagli, mantieni per inserire

source: See builds
fr: Voir les builds
it: Vedi i tuoi build

source: Subclass
fr: Doctrine
it: Sottoclasse

source: Exotic
fr: Exotique
it: Esotica

source: Developer
fr: Developpeur
it: Sviluppatore

source: Translator
fr: Traducteur
it: Traduttore

source: Donors
fr: Supporteurs
it: Sostenitori

# desktop_ghost_1
source: Hey I am a lazy ghost so I don't turn around while you wait for your builds
fr: Salut! Je suis un spectre fatigué donc je ne tourne pas pendant que vous attendez votre build
it: Ciao ! sono uno spettro stanco, quindi non giro mentre aspetti la tua build

# desktop_ghost_2
source: But don't worry one day I'll turn like a big boy
fr: Mais ne vous inquietez pas! Un jour je tournerais comme un grand garçon
it: Ma non ti preoccupare! un giorno girerò come un’adulto

source: Class ability
fr: Capacités de classe
it: Abilità di classe

source: Jumps
fr: Sauts
it: Movimento

source: Grenades
it: Granata

source: Sections
it: Sezioni

source: Weapons
fr: Armes
it: Armi

# armor
source: Armors
fr: Armures
it: Armatura

source: Kinetic
fr: Cinétique
it: Cinetica

source: Energy
fr: Energétique
it: Energetica

source: Power
fr: Puissante
it: Distruttive

source: Statistics
fr: Statistiques
it: Statistiche

source: Origin
fr: Obtention
it: Ottenzione

source: Perks
fr: Attributs de l'arme
it: Attributi dell’arma

source: Exotic perk
fr: Attribut exotique
it: Attibuti esotici

source: Armor mods
fr: Mods d'armure
it: Modifiche per amatura

source: Cosmetics
fr: Cosmétiques
it: Shaders

# mods_and_intrinsics
source: Mods and intrinsics perks
fr: Mods et attributs intrinsèques
it: Modifiche e attributi intrinseci

# mod_equip
source: Equip a mod
fr: Equiper un mod
it: Inserisci modifica

source: Unknown
fr: Inconnue
it: Sconosciuto

# no_characters
source: You do not own any characters on this platform, please choose a different one
fr: Vous n'avez pas de personnage sur cette plateforme, veuillez changer de plateforme
it: Non hai nessun personaggio su questa piattaforma, cambia piattaforma

# build_character_not_available
source: You do not own the character of this build, please choose a different build
fr: Vous n'avez pas le personnage spécifié de ce build, veuillez choisir un build différent
it: Non hai il personaggio specifico per questo build, scegli un altro personaggio

# build_no_exotic
source: You do not own the exotics of this build, please choose a different build
fr: Vous ne possédez pas l'éxotique de ce build, veuillez choisir un build différent
it: Non possiedi l’esotica di questo build, scegli un build differente

source: Close
fr: Fermer
it: Chiudi

source: See all
fr: Tout voir
it: Vedi tutto

# manifest_deleted
source: The manifest has been deleted
fr: Les données du manifeste on été supprimées
it: I dati manifest sono stati eliminati

# manifest_delete
source: Delete manifest data
fr: Supprimer les données du manifeste
it: Elimina i dati manifest

# manifest_delete_caption
source: In case there is an issue in the app
fr: Dans le cas ou vous avez un problème sur l'application
it: In caso di problema sull’app

# support
source: If you wanna support us
fr: Si vous souhaitez nous soutenir!
it: Se volete sostenerci!

# twitter
source: Follow us on Twitter
fr: Suivez nous sur Twitter
it: Seguici su Twitter

# twitter_caption
source: Follow us on Twitter to keep in touch!
fr: Pour nous contacter ou avoir les dernières infos
it: Per contattarci o per avere le ultime info

source: Change platform
fr: Changer de platforme
it: Cambia piattaforma

# change_platform_caption
source: If you have a different platform
fr: Si vous avez une autre plateforme
it: Se hi un' altra piattaforma

source: Change language
fr: Changer de langue
it: Cambia lingua

# fr
source: French
fr: Français
it: Francese

# en
source: English
fr: Anglais
it: Inglese

# es
source: Spanish
fr: Espagnol
it: Spagnolo
